mini/models/Users.php

INSERT INTO `mini_users` (`MiniName`, `AppId`, `AppSecret`) VALUES ('sinker', 'wxa683b83e40b8900b', '34a17283e00fc83edec0628d3825048a')
---
    public function reMini($data)
    {
        $this->scenario = 'create';
        if ($this->load($data,'') && $this->save()) {

SELECT * FROM `mini_users`
---
    public function select()
    {
        return self::find()->asArray()->all();

DELETE FROM `mini_users` WHERE `UserId`=1
---
    public function deletes($ids)
    {
        return self::findOne($ids)->delete();